{
	"_meta": {
		"sources": [
			{
				"json": "FractionsofAisha",
				"abbreviation": "FoA",
				"full": "Fractions of Aisha",
                "color": "0096FF",
				"version": "1.0.0",
				"url": "https://github.com/Milisource/FoA-5etools",
				"authors": [
					"Demi, Chels, Baitten, and others"
				],
				"convertedBy": [
					"ilikemotorcycles"
				]
			}
		],
		"dateAdded": 1729630006,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "6ae20ede5a",
		"edition": "classic"
	},
	"race": [
        {
            "name": "Dullahan",
            "source": "FractionsofAisha",
            "creatureTypes": [
              "fey"
              ],
            "size": ["M"],
            "speed": {
              "walk": 30
            },
            "lineage": "VRGR",
            "darkvision": 30,
            "traitTags": ["Uncommon Race"],
            "languageProficiencies": [
              {
                "common": true,
                "sylvan": true
              }
            ],
            "entries": [
              {
                "type": "entries",
                "name": "Age",
                "entries": ["Dullahan reach maturity at 30 years of age and live well beyond four centuries."]
              },
              {
                "type": "entries",
                "name": "Size",
                "entries": ["Dullahans range from just under 5 to well over 6 feet tall. Regardless of where you fall in that range, your size is medium."]
              },
              {
                "type": "entries",
                "name": "Headless",
                "entries": [
                  "You can detatch or reattach your head to your body at will, rendering you immune to decapitation. While your head is detatched, harmless flames spout from your neck, shedding dim light within a 5-foot radius. While headless:",
                  {
                      "type": "list",
                      "items": [
                          "You are always aware of the distance and direction from your body to your head as long as they are on the same plane.",
                          "While seperated, your headless body cannot utilize any senses that require your head, but can still eat, drink, and cast spells requiring verbal components as long as your head can speak.",
                          "If not being carried, your detatched head can be targeted, has an AC of 10 and automatically fails Dexterity saving throws; if your head and body are both caught in the same area of effect, you are only affected by it once.",
                          "While detatched, your head can tell when someone is soon to die by natural causes with just a glance and can feel the presence of those nearing their death within a mile it."
                      ]
                  }
                ]
              },
              {
                "type": "entries",
                "name": "Darkvision",
                "entries": ["You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."]
              },
              {
                "type": "entries",
                "name": "Death Coach",
                "entries": ["As an action, you can call a fey spirit from your shadow that takes the form of a misty, black warhorse, appearing in a space adjacent to you. This horse faithfully serves you as a mount in and out of combat, but cannot take any actions other than dash, disengage, or dodge. As a bonus action, you can call this horse back into your shadow, immediately causing it to dissipate into a black mist. If reduced to 0 hit points, the horse vanishes back into your shadow and cannot be called out again until you have completed a long rest."]
              }
            ],
            "age": {
              "mature": 30,
              "max": 900
            }
          },
          {
            "name": "Kitsune",
            "source": "FractionsofAisha",
            "creatureTypes": [
              "humanoid"
            ],
            "size": ["M"],
            "speed": {
              "walk": 30
            },
            "darkvision": 30,
            "lineage": "VRGR",
            "traitTags": ["Uncommon Race", "Skill Proficiency"],
            "languageProficiencies": [
              {
                "common": true,
                "any": 1
              }
            ],
            "entries": [
              {
                "type": "entries",
                "name": "Size",
                "entries": ["Kitsune range from just under 5 to 6 feet tall. Your size is medium."]
              },
              {
                "type": "entries",
                "name": "Age",
                "entries": ["Kitsune reach adulthood at the age of 100, when they gain the ability to grow additional tails. Kitsune can live for upwards of 1000 years based on the number of tails obtained throughout the course of their life."]
              },
              {
                "type": "entries",
                "name": "Fox's Cunning",
                "entries": ["You gain proficiency in the {@skill Deception|phb} skill."]
              },
              {
                "type": "entries",
                "name": "Darkvision",
                "entries": ["You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."]
              },
              {
                "type": "entries",
                "name": "Trickster",
                "entries": ["You know the {@spell Minor Illusion|phb} cantrip; you additionally gain the ability to cast the {@spell Disguise Self|phb} spell with this trait, and at 3rd level, you gain the ability to cast the {@spell Mirror Image|phb} spell with this trait. you regain the ability to cast each of these spells when you finish a long rest. Your spellcasting ability for these spells is Charisma."]
              },
              {
                "type": "entries",
                "name": "Kitsunebi",
                "entries": ["You know the {@spell Dancing Lights|phb} cantrip; when you cast the cantrip with this trait, the lights take the appearance of blue flames."]
              },
              {
                "type": "entries",
                "name": "Tails",
                "entries": ["Kitsune are born with a single, large fox tail which serves as their connection to their youkai ancestors. You gain an additional tail at the 3rd, 5th, 7th, 9th, 11th, 13th, 15th, and 17th levels."]
              }
            ]
          },
          {
            "name": "Half-Succubus",
            "source": "FractionsofAisha",
            "creatureTypes": [
              "humanoid"
            ],
            "size": ["S","M"],
            "speed": {
              "walk": 30,
              "fly": 30
            },
            "darkvision": 30,
            "lineage": "VRGR",
            "traitTags": ["Uncommon Race", "Skill Proficiency"],
            "languageProficiencies": [
              {
                "common": true,
                "any": 1
              }
            ],
            "entries": [
              {
                "type": "entries",
                "name": "Size",
                "entries": ["Succubi range from 4 to 7 feet tall. Your size is either Small or Medium."]
              },
              {
                "type": "entries",
                "name": "Age",
                "entries": ["Succubi reach adulthood at 19, marked by the full development of their tails. Their lifespan can extend for thousands of years, with their longevity directly tied to how frequently they feed. In theory, an unchecked Succubus could achieve immortality."]
              },
              {
                "type": "entries",
                "name": "Speed.",
                "entries": ["Your walking speed is 30 feet. You also have a flying speed of 30 feet."]
              },
              {
                "type": "entries",
                "name": "Darkvision",
                "entries": ["You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."]
              },
              {
                "type": "entries",
                "name": "Red Handed",
                "entries": ["You have two creature types: Fiend and Humanoid. You can be affected by a game effect if it works on either of your creature types."]
              },
              {
                "type": "entries",
                "name": "Half-Truth",
                "entries":["When you make a Deception or Persuasion check and roll lower than a 9, you can treat the roll as a 9. You can use this feature a number of times equal to your proficiency bonus per long rest."]
              },
              {
                "type": "entries",
                "name": "Mischief",
                "entries":["You gain a set of wings, which give you a flying speed of 30 feet. To use this speed, you can’t be wearing heavy armor.",
                "Additionally, when you are hit with Radiant damage, you cannot regain hit points until the end of your next turn."]
              },
              {
                "type": "entries",
                "name": "Perfect Body",
                "entries":["You can adjust the proportions of your person at will, such as making your breasts larger, or your hips wider. This does not require an action."]
              },
              {
                "type": "entries",
                "name": "Racial Feats",
                "entries":["The following feats are available to you as a Half-Succubus: {@feat Forked Tongue|FoA}, {@feat Siren’s Snare|FoA}, and {@feat Stalk and Seduce|FoA}."]
              }
            ]
          },
          {
            "name": "Oni",
            "source": "FractionsofAisha",
            "creatureTypes": [
              "humanoid"
            ],
            "ability": [
              {
              "con": 2
              }
          ],
            "size": ["M"],
            "speed": {
              "walk": 30
            },
            "darkvision": 60,
            "traitTags": ["Uncommon Race", "Natural Weapon"],
            "languageProficiencies": [
              {
                "common": true,
                "any": 1
              }
            ],
            "entries": [
              {
                "type": "entries",
                "name": "Age",
                "entries": ["Although Oni typically reach physical maturity at about the same age as humans, their maturation will rapidly slow beyond that, leading to them as an extremely long lived race; often reaching up to and exceeding 750 years of age should they survive long enough."]
              },
              {
                "type": "entries",
                "name": "Size",
                "entries": ["The average Oni ranges from just under 6 feet tall to bordering the fringes of 8 feet in height. They are most seen with well maintained physiques and solid frames. Your size is Medium."]
              },
              {
                "type": "entries",
                "name": "Darkvision",
                "entries": ["As an indication of their more predatory nature - Oni are readily capable hunters in twilight forests and night plains. You have superior vision in dark and dim conditions. You can see within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."]
              },
              {
                "type": "entries",
                "name": "Imperial Will",
                "entries": ["Once per long rest, when you fail an ability check or a saving throw, you can reroll the d20 and add your proficiency bonus to the new roll if you don’t already add it. If you do so, you must use the new roll."]
              },
              {
                "type": "entries",
                "name": "Pride of Horn and Claw",
                "entries": ["You have sharp, durable claws at the ends of your fingertips and nearly indestructible horns. You can use your claws to make unarmed strikes. When you hit with them, the strike deals 1d4 + your Strength modifier slashing damage, instead of the bludgeoning damage normal for an unarmed strike. Additionally, you gain advantage on Athletics checks when using your horns to ram objects or break down doors."]
              },
              {
                "type": "entries",
                "name": "Sub-Types",
                "entries": ["Four major Sub-Types of Oni exist within this world. That being the Dai-Oni, Ma-Oni, Taku-Oni and Ryo-Oni. Choose one of these subraces."]
              }
            ],
            "subraces": [
              {
                "name": "Dai-Oni",
                "source": "FractionsofAisha",
                "raceName": "Oni",
                "raceSource": "FractionsofAisha",
                "ability": [
                  {
                    "str": 1
                  }
                ],
                "entries": [
                  {
                    "type": "entries",
                    "name": "Brutish Build",
                    "entries": ["You count as one size larger for determining your carrying capacity and the weight you can push, drag, or lift - as well as for the purposes of initiating and maintaining a grapple, as well as moving a grappled creature."]
                  },
                  {
                    "type": "entries",
                    "name": "Thickly Muscled",
                    "entries": ["You have densely woven muscle fibres, affording you incredible durability only enhanced by the adrenaline felt from wading into battle unarmored. When you aren’t wearing armor or a shield, your base AC is 13 + your Strength modifier."]
                  }
                ]
              },
              {
                "name": "Ma-Oni",
                "source": "FractionsofAisha",
                "raceName": "Oni",
                "raceSource": "FractionsofAisha",
                "ability": [
                  {
                    "choose": {
                        "from": [
                            "int",
                            "cha"
                        ],
                        "amount": 1
                    }
                }
                ], 
                "entries": [
                  {
                    "type": "entries",
                    "name": "Magical Prodigy",
                    "entries": ["You learn one 1st level Evocation, Conjuration, or Transmutation spell of your choice from the {@filter Wizard|spells|class=Wizard}, {@filter Warlock|spells|class=Warlock}, or {@filter Sorcerer|spells|class=Sorcerer} spell list and can cast it using this feature for free once per long rest. You can choose Intelligence or Charisma as your spellcasting ability for this spell when you make your choice."]
                  },
                  {
                    "type": "entries",
                    "name": "Arcane Blood",
                    "entries": ["You gain resistance to Force damage."]
                  }
                ]
              },
              {
                "name": "Shu-Oni",
                "source": "FractionsofAisha",
                "raceName": "Oni",
                "raceSource": "FractionsofAisha",
                "ability": [
                  {
                    "wis": 1
                  }
                ], 
                "entries": [
                  {
                    "type": "entries",
                    "name": "Dependable Presence",
                    "entries": ["When an ally within 30 feet of you that can see or hear you fails a saving throw, misses an attack roll, or fails an ability check - you can use a reaction to incite a spur of encouragement. They can choose to re-roll the d20 and potentially turn it into a success.",
                    "You can use this feature a number of times equal to half your Proficiency Bonus rounded up, and you regain all expended uses when you finish a long rest."]
                  },
                  {
                    "type": "entries",
                    "name": "Thoughtful Practice",
                    "entries": ["You have always made it a point to keep an active and focused mind in learning and honing your skills. When you finish a long rest, choose one skill that you have proficiency in to become practiced in. Whenever you make an ability check with the chosen skill, roll a d4 and add the number rolled to the check’s total."]
                  }
                ]
              },
              {
                "name": "Ryo-Oni",
                "source": "FractionsofAisha",
                "raceName": "Oni",
                "raceSource": "FractionsofAisha",
                "ability": [
                  {
                    "choose": {
                        "from": [
                            "int",
                            "cha",
                            "wis",
                            "str",
                            "con",
                            "dex"
                        ],
                        "amount": 1
                    }
                }
                ], 
                "entries": [
                  {
                    "type": "entries",
                    "name": "Beyond your Limits",
                    "entries": ["When faced with the greatest of adversity, you are willing to bring yourself to the very brink to survive.",  
                          "Once per long rest, when you are reduced to 0 hit points but not killed outright, you can expend up to a number of remaining hit dice equal to your proficiency bonus and roll them normally to be dropped to the resulting HP total instead. One minute after using this feature, or when you perceive your surroundings as safe, your HP is reduced to 0.",
                          "If you fall to 0 HP again before the effect ends - you immediately start with one failed death saving throw."]
                  },
                  {
                    "type": "entries",
                    "name": "Keen Intuition",
                    "entries": ["Walking the line between the mistrusted Oni and the accepted races of the land has given you better insight into how others perceive you. You make {@skill Insight|phb} checks with advantage when determining if a creature is lying to you or harboring ill intent towards you."]
                  }
                ]
              }
            ]
          }
	     ]
}